Repository: SanderKlootwijk/radar
Catalog: po/*.po
Languages: nb

source: Instellingen
nb: Innstillinger

source: Sluiten
nb: Lukk

source: Kies een meetstation uit de lijst, of gebruik de zoekbalk om naar een stad of dorp te zoeken.
nb: Velg en målestasjon fra listen, eller bruk søkefeltet til å gå til en byeller landsby.

source: Vandaag
nb: I dag

source: Komende dagen
nb: Kommende dager

source: Kaarten
nb: Kart

source: Locatie
nb: Plassering

source: Nachtmodus
nb: Nattmodus

source: Over
nb: Om

source: Komende dagen
nb: Kommende dager

source: Huidig weer
nb: Været nå

source: Het is
nb: Det er

source: De luchtvochtigheid is
nb: Fuktighet er

source: De wind komt uit het
nb: Vinden kommer fra

source: en heeft
nb: og har

source: een snelheid van
nb: en hastighet på

source: Max
nb: Maks

source: Neerslag
nb: Nedbør

source: Deze radar is helaas niet beschikbaar voor Europa
nb: Dessverre er denne radaren ikke tilgjengelig for Europa

source: Radarbeelden
nb: Radarbilder

source: Onweer
nb: Storm

source: Hagel
nb: Hagl

source: Motregen
nb: Duskregn

source: Sneeuw
nb: Snø

source: Satellietbeelden
nb: Satellittbilder

source: Legenda
nb: Legende

source: Actuele temperatuur
nb: Nåværende temperatur

source: Gevoelstemperatuur
nb: Vindtemperatur

source: Grondtemperatuur
nb: Bakketemperatur

source: Minimum grondtemperatuur
nb: Minimum bakketemperatur

source: Minimumtemperatuur
nb: Minimum temperatur

source: Maximumtemperatuur
nb: Maksimal temperatur

source: Actuele wind
nb: Nåværende vindhastighet

source: Maximale wind
nb: Maksimal vindhastighet

source: Actuele windstoten
nb: Nåværende vindkast

source: Zwaarste windstoten
nb: Kraftigste vindkast

source: Neerslag afgelopen uur
nb: Nedbør siste time

source: Dagelijkse neerslagsom
nb: Daglig nedbørssum

source: Totaal aantal zonuren
nb: Totalt antall soltimer

source: Zicht en mist
nb: Sikt og tåke

source: Luchtvochtigheid
nb: Luftfuktighet

source: Luchtkwaliteitsindex
nb: Luftkvalitetsindeks

source: Actuele ozon
nb: Ozonnivå

source: Actuele stikstofdioxide
nb: Nitrogendioksidnivå

source: Actuele fijnstof
nb: Partikkelnivå

source: Pollen en hooikoorts
nb: Pollenvarsel

source: Muggenradar
nb: Myggradar

source: Welkom bij Radar!
nb: Velkommen til Radar!

source: Radar geeft duidelijke en betrouwbare weersinfo zodat je droog en voorbereid op pad gaat! In één oogopslag zie je of het de komende twee uur gaat regenen. Op deze manier hoef je nooit nat te worden!
nb: Radar gir klar og pålitelig værinformasjon slik at du er tørr og forberedt for å 'hit the road!' Du kan med et øyeblikk se om det regner de neste to timene. Slik at du aldri trenger å bli våt!

source: Verder
nb: Lengre

source: Kies een thema
nb: Velg et tema

source: Je kunt kiezen tussen een donker of een licht thema...
nb: Du kan velge mellom et mørkt eller et lyst tema...

source: Donker
nb: Mørkt

source: Licht
nb: Lyst

source: Je kunt zo meteen via het menu rechtsboven in beeld een meetstation selecteren. Het standaard meetstation is De Bilt (Regio Utrecht).
nb: Du finner umiddelbart en målestasjon via menyen øverst til høyre på skjermen. Velg. Standard målestasjon er De Bilt (Utrecht-regionen).

source: Je bent helemaal klaar!
nb: Du er klar!

source: Je kunt de instellingen altijd wijzigen via het menu rechtsboven in beeld. Veel plezier bij het gebruik van Radar!
nb: Du kan alltid endre innstillingene via menyen øverst til høyre på skjermen. Ha det gøy med å bruke Radar!

source: Om de instellingen toe te passen zal de app worden gesloten. U dient de app zelf, handmatig opnieuw te openen.
nb: Appen lukkes for å bruke innstillingene. Du må starte appen igjen manuelt.

source: Toepassen
nb: Å søke

source: Over Radar
nb: Om Radar

source: Radar geeft duidelijke en betrouwbare weersinfo zodat je droog en voorbereid op pad gaat!
nb: Radar gir klar og pålitelig værinformasjon slik at du er tørr og forberedt når du skal reise!

source: Disclaimer: Deze applicatie is zelfstandig ontwikkeld. Alle logo's en namen in deze toepassing zijn handelsmerken van hun respectievelijke eigenaars.
nb: Ansvarsfraskrivelse: Dette programmet er utviklet uavhengig. Alle logoer og navn i dette programmet er varemerker for sine respektive eiere.

source: Auteur
nb: Forfatter

source: Licentie
nb: Tillatelse

source: Broncode
nb: Kildekode

source: Radar
nb: Værradar
